Revit 2027 API
AssetPropertyTime.Value Property
Get the value of the property
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DateTime Value { get; }
Public ReadOnly Property Value As DateTime
	Get
public:
property DateTime Value {
	DateTime get ();
}
member Value : DateTime with get
Property Value
DateTime
See Also
Reference
AssetPropertyTime Class
Autodesk.Revit.DB.Visual Namespace